

	"NSLE-20639 -108" = "The last command could not be completed because there is not enough memory.";
	"NSLE-20639 -108 Solution" = "Quit some applicatons and close some windows to make more memory available.";

	"NSLE-20639 -1" = "The request could not be completed due to an internal error in NSL.";
	"NSLE-20639 -1 Solution" = "Please try again. If you still have problems, try restarting the application or the computer, then try your request again.";

	"NSLE-20639 -4199" = "The NSL Manager could not be initialized.";
	"NSLE-20639 -4199 Solution" = "Restart the computer and try again.";

	"NSLE-20639 -4198" = "The installed system software does not support this version of NSL.";
	"NSLE-20639 -4198 Solution" = "Install Mac OS System Software version 8.7 or later.";

	"NSLE-20639 -4197" = "The correct version of Open Transport is not available.";
	"NSLE-20639 -4197 Solution" = "Install Open Transport version 1.3 or later.";

	"NSLE-20639 -4192" = "Your computer is not connected to the network.";
	"NSLE-20639 -4192 Solution" = "Check your network settings and make sure all networking cables are properly attached. Then try your request again.";

	"NSLE-20639 -4182" = "Unable to load NSL plug-ins during startup.";
	"NSLE-20639 -4182 Solution" = "Restart the computer and try your request again.";

	"NSLE-20639 -4181" = "The NSL Manager could not find any plug-ins to load.";
	"NSLE-20639 -4181 Solution" = "Make sure you have at least one NSL Plug-in in your /System/Library/Frameworks/NSLCore.framework/Resources/NSLPlugins folder.";

	"NSLE-20639 -4179" = "The NSL Manager could not load any plug-ins to handle your request.";
	"NSLE-20639 -4179 Solution" = "Check your network settings and make sure all networking cables are properly connected. Then try your request again.";

	"NSLE-20639 -4177" = "Some, but not all, NSL plug-ins failed to load.";
	"NSLE-20639 -4177 Solution" = "You can continue, since at least one plug-in is available. Look in the Extensions Manager control panel to see which plug-in is available.";

	"NSLE-20639 -4174" = "The NSL UI Library is unavailable.";
	"NSLE-20639 -4174 Solution" = "Please make sure this shared library is in your Extensions folder and try again.";

	"NSLE-20639 -43" = "A file needed for this operation was not available.";
	"NSLE-20639 -43 Solution" = "Make sure you have installed all components correctly.";

	"STR#-20639 1" = "The NSL Plug-in %s could not be loaded.";

	"STR#-20639 2" = "Make sure your network and network settings are configured correctly. You may continue, since at least one plug-in is available.";

	"This Computer" = "This Computer";
	"Managed Network Directory" = "Managed Network Directory";
	"Default (%@ and %@)" = "Default (%@ and %@)";
	".Mac" = ".Mac";
	
	"Server" = "Server";
	"My Mac" = "My Mac";
	"Folder" = "Folder";
	"Neighborhood" = "Neighborhood";
	"Mac Server" = "Mac Server";
	"PC Server" = "PC Server";
	"Sharepoint" = "Sharepoint";
	"Remote Disc" = "Remote Disc";
	"AirPort Base Station" = "AirPort Base Station";
	"AirPort Disk" = "AirPort Disk";
	"AirPort" = "AirPort";
	"Volume" = "Volume";

	"Applications" = "Applications";
	"Library" = "Library";
	"Servers" = "Servers";

	"Guest" = "Guest";
	"Anonymous" = "Anonymous";

	"SHARED" = "SHARED";
	"Network" = "Network";
	"More..." = "More…";
	"All..." = "All…";
	